{
  "ProyectMaqEs": [
    {
      "id": "Proweb01",
      "nombre": "Portafolio CV ver.1",
      "descripcion": "Es la primera vez que utilizo la herramienta Figma para los diseños, para la maquetación de este proyecto, comencé la primera versión de mi portafolio, en lo cual un inicio era que cada sección simulara a una hoja de PowerPoint.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/anime/709/Mujin_Wakusei_Survive?q=muji&cat=anime",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta01.jpg"
    },
    {
      "id": "Proweb02",
      "nombre": "Portafolio CV ver.2",
      "descripcion": "Es la segunda versión de mi portafolio, deseche la el método de presentación de PowerPoint, e implemente formar para darle más dinamismo a la página web, implementando los dos colores favoritos. Y también corrigiendo varios errores que primer modelo.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/character/1555/Hinata_Hyuuga",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta02.jpg"
    },
    {
      "id": "Proweb03",
      "nombre": "Portafolio CV ver.3",
      "descripcion": "Esta es la tercera versión de mi portafolio, descarte los figuras, y simplemente opte por un diseño más simple y cambie de color, ya que con el color anterior no pude adaptar un diseño adecuado. Esta versión es muy simple en diseño, pero agregué animación, que le vuelven muy interactivo.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/anime/709/Mujin_Wakusei_Survive?q=muji&cat=anime",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta03.jpg"
    },
    {
      "id": "Proweb04",
      "nombre": "Anime-Folder",
      "descripcion": "Es el diseño de un web de anime, un proyecto personal, que tengo en mente en realizar, por falta de conocimiento en la parte de back-end no puedo completarlo, pero al aprender un nuevo conocimiento lo estoy implementado si es necesario, y con el tiempo aprender lo necesario y poder completarlo.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/character/1555/Hinata_Hyuuga",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta04.jpg"
    },
    {
      "id": "Proweb05",
      "nombre": "Portafolio CV ver.4",
      "descripcion": "Esta es la versión actual de mi portafolio, tuve que cambiar a un nuevo diseño, algo diferente que las versiones anteriores, con mis nuevos conocimientos de en React, diseñe este portafolio pensando como aplicar los nuevos conocimientos adquiridos.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/anime/709/Mujin_Wakusei_Survive?q=muji&cat=anime",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta06.jpg"
    },
    {
      "id": "Proweb06",
      "nombre": "USS",
      "descripcion": "Esta es una portada de un manual de usuario, de un software que desarrolle para la universidad, realizar test cognitivos que se evalúa en forma manual a virtual.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/character/1555/Hinata_Hyuuga",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta07.jpg"
    }
  ],
  "ProyectMaqEn": [
    {
      "id": "Proweb01",
      "nombre": "CV Portfolio ver.1",
      "descripcion": "The story is set in the 22nd century where space travel, planet colonization and anti-gravity basketball are practically everyday things. Planet Earth has become uninhabitable, and therefore people live in colonies on the surrounding planets. On a school field trip, a mistake causes the protagonist, a young transfer student named Luna, her pet robot, and six of her classmates to be thrown through a gravity storm and crash land on a seemingly uninhabited planet.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/anime/709/Mujin_Wakusei_Survive?q=muji&cat=anime",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta01.jpg"
    },
    {
      "id": "Proweb02",
      "nombre": "CV Portfolio ver.2",
      "descripcion": "It is the second version of my portfolio, I discarded the PowerPoint presentation method, and implemented form to give more dynamism to the web page, implementing the two favorite colors. And also correcting several errors that the first model.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/character/145/Sakura_Haruno",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta02.jpg"
    },
    {
      "id": "Proweb03",
      "nombre": "CV Portfolio ver.3",
      "descripcion": "This is the third version of my portfolio, I discarded the figures, and simply opted for a simpler design and changed the color, since with the previous color I could not adapt a suitable design. This version is very simple in design, but I added animation, which makes it very interactive.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/anime/709/Mujin_Wakusei_Survive?q=muji&cat=anime",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta03.jpg"
    },
    {
      "id": "Proweb04",
      "nombre": "Anime-Folder",
      "descripcion": "It is the design of an anime website, a personal project, that I have in mind to carry out, due to lack of knowledge in the back-end part I cannot complete it, but by learning new knowledge I am implementing it if necessary, and with time to learn what is necessary and be able to complete it.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/character/145/Sakura_Haruno",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta04.jpg"
    },
    {
      "id": "Proweb05",
      "nombre": "CV Portfolio ver.4",
      "descripcion": "This is the current version of my portfolio, I had to change to a new design, something different from previous versions, with my new knowledge of React, I designed this portfolio thinking about how to apply the new knowledge acquired.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/anime/709/Mujin_Wakusei_Survive?q=muji&cat=anime",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta06.jpg"
    },
    {
      "id": "Proweb06",
      "nombre": "USS",
      "descripcion": "This is a cover of a user manual, of a software that I developed for the university, to carry out cognitive tests that are evaluated manually or virtually.",
      "tecnologia": "Figma",
      "link": "https://myanimelist.net/character/145/Sakura_Haruno",
      "img": "https://raw.githubusercontent.com/PandaAsia/Portadas01/main/maqueta07.jpg"
    }
  ]
}
